In [1]:
import pandas as pd

In [6]:
df = pd.DataFrame({
    'name': ['Aidar', 'Akti', 'Felix', 'Daniel'],
    'age' : [12, 20, 21, 22],
    'score' : [71, 24, 65,87]
})
df

     name  age  score
0   Aidar   12     71
1    Akti   20     24
2   Felix   21     65
3  Daniel   22     87

In [7]:
df.info()

<class 'pandas.core.frame.DataFrame'>
RangeIndex: 4 entries, 0 to 3
Data columns (total 3 columns):
 #   Column  Non-Null Count  Dtype
---  ------  --------------  -----
 0   name    4 non-null      object
 1   age     4 non-null      int64
 2   score   4 non-null      int64
dtypes: int64(2), object(1)
memory usage: 224.0+ bytes

In [ ]:
df['']

     name  age  score
0   Aidar   12     71
1    Akti   20     24
2   Felix   21     65
3  Daniel   22     87